# Token telegran bot
bot_token = '1737120378:AAGGhWsSRJffgDDvPK-tnBDCs19CoD-NDSw'  # токен бота

# ID admin
admin_id = [759634381, 49854982]  # id админа - указать заместо нуля

bot_login = 'poiskphoto_bot'  # логин бота
ref_percent = 20

provider_token = '381764678:TEST:26373'

secert_server_word = 'pipi'# Процент реферальной системы

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \
                '💠 Кол-во товара: {amount}' \
 \
# инфа
info = '''❗️ Информация: FindClone бот позволяет найти информацию о человеке по его фото.\n'''